Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: When enabled, your iPhone advertises as a Heart Rate and Cycling Power BLE peripheral so apps like Zwift can pair to it.
ar: عند التفعيل، يعلن iPhone عن نفسه كجهاز BLE طرفي لمعدل ضربات القلب وقدرة ركوب الدراجات، بحيث يمكن لتطبيقات مثل Zwift الإقران به.
da: Når dette er aktiveret, annoncerer din iPhone sig som en BLE-perifer enhed for puls og cykeleffekt, så apps som Zwift kan parre med den.
de: Wenn aktiviert, gibt sich dein iPhone als BLE-Peripheriegerät für Herzfrequenz und Radleistung aus, sodass Apps wie Zwift sich damit koppeln können.
es: Cuando está activado, tu iPhone se anuncia como un periférico BLE de frecuencia cardíaca y potencia de ciclismo para que apps como Zwift puedan emparejarse con él.
fi: Kun tämä on käytössä, iPhone esiintyy sykkeen ja pyöräilytehon BLE-oheislaitteena, jotta Zwiftin kaltaiset sovellukset voivat muodostaa siihen pariliitoksen.
fr: Lorsque cette option est activée, votre iPhone s'annonce comme périphérique BLE de fréquence cardiaque et de puissance cycliste, afin que des apps comme Zwift puissent s'y associer.
is: Þegar þetta er virkt auglýsir iPhone-inn þinn sig sem BLE-jaðartæki fyrir hjartslátt og hjólaafl svo forrit eins og Zwift geti parast við hann.
it: Quando è attivo, il tuo iPhone si annuncia come periferica BLE per frequenza cardiaca e potenza ciclistica, così app come Zwift possono abbinarsi a esso.
ja: 有効にすると、iPhone が心拍数とサイクリングパワーの BLE 周辺機器として通知されるため、Zwift などのアプリがペアリングできます。
ko: 활성화하면 iPhone이 심박수 및 사이클링 파워 BLE 주변기기로 광고되어 Zwift 같은 앱이 페어링할 수 있습니다.
nb: Når dette er aktivert, annonserer iPhone-en din seg som en BLE-periferienhet for puls og sykkeleffekt, slik at apper som Zwift kan pare seg med den.
nl: Wanneer ingeschakeld, presenteert je iPhone zich als een BLE-randapparaat voor hartslag en fietsvermogen, zodat apps als Zwift ermee kunnen koppelen.
pt_br: Quando ativado, seu iPhone se anuncia como um periférico BLE de frequência cardíaca e potência de ciclismo, para que apps como o Zwift possam parear com ele.
ru: Когда включено, ваш iPhone объявляет себя как BLE-устройство пульса и велосипедной мощности, чтобы приложения вроде Zwift могли с ним сопрягаться.
sv: När detta är aktiverat annonserar din iPhone sig som en BLE-kringutrustning för puls och cykeleffekt, så att appar som Zwift kan parkopplas med den.
zh_hans: 启用后，你的 iPhone 会作为心率和骑行功率 BLE 外设进行广播，以便 Zwift 等应用可以与其配对。

source: When no sleep is detected, the recovery score is lowered instead of hidden.
ar: عند عدم اكتشاف نوم، تُخفَّض درجة التعافي بدلاً من إخفائها.
da: Når der ikke registreres søvn, sænkes restitutionsscoren i stedet for at blive skjult.
de: Wenn kein Schlaf erkannt wird, wird der Erholungs-Score gesenkt, anstatt ausgeblendet zu werden.
es: Cuando no se detecta sueño, la puntuación de recuperación se reduce en lugar de ocultarse.
fi: Kun unta ei havaita, palautumispistemäärää lasketaan piilottamisen sijaan.
fr: Lorsqu'aucun sommeil n'est détecté, le score de récupération est abaissé au lieu d'être masqué.
is: Þegar enginn svefn greinist er endurheimtarstigið lækkað í stað þess að vera falið.
it: Quando non viene rilevato alcun sonno, il punteggio di recupero viene ridotto anziché nascosto.
ja: 睡眠が検出されない場合、回復スコアは非表示にされるのではなく低く調整されます。
ko: 수면이 감지되지 않으면 회복 점수가 숨겨지는 대신 낮아집니다.
nb: Når ingen søvn registreres, senkes restitusjonsscoren i stedet for å skjules.
nl: Wanneer er geen slaap wordt gedetecteerd, wordt de herstelscore verlaagd in plaats van verborgen.
pt_br: Quando nenhum sono é detectado, a pontuação de recuperação é reduzida em vez de ocultada.
ru: Если сон не обнаружен, оценка восстановления понижается, а не скрывается.
sv: När ingen sömn upptäcks sänks återhämtningspoängen i stället för att döljas.
zh_hans: 未检测到睡眠时，恢复评分会被降低而不是隐藏。

source: When OFF: speech recognition + text-to-speech don't initialize at app launch. You can still text-chat with the AI if AI Assistant is on. Saves the AVAudioSession + SFSpeechRecognizer setup cost.
ar: عند الإيقاف: لا يتم تهيئة التعرّف على الكلام وتحويل النص إلى كلام عند تشغيل التطبيق. لا يزال بإمكانك الدردشة نصيًا مع الذكاء الاصطناعي إذا كان مساعد الذكاء الاصطناعي مفعّلًا. يوفّر تكلفة إعداد AVAudioSession + SFSpeechRecognizer.
da: Når FRA: talegenkendelse + tekst-til-tale initialiseres ikke ved appstart. Du kan stadig chatte med AI'en via tekst, hvis AI-assistenten er slået til. Sparer omkostningen ved opsætning af AVAudioSession + SFSpeechRecognizer.
de: Wenn AUS: Spracherkennung und Sprachausgabe werden beim App-Start nicht initialisiert. Du kannst weiterhin per Text mit der KI chatten, wenn der KI-Assistent aktiviert ist. Spart den Einrichtungsaufwand für AVAudioSession + SFSpeechRecognizer.
es: Cuando está DESACTIVADO: el reconocimiento de voz y la conversión de texto a voz no se inicializan al abrir la app. Aún puedes chatear por texto con la IA si el Asistente de IA está activado. Ahorra el coste de configuración de AVAudioSession + SFSpeechRecognizer.
fi: Kun POIS: puheentunnistusta ja tekstistä puheeksi -muunnosta ei alusteta sovelluksen käynnistyessä. Voit silti keskustella tekoälyn kanssa tekstillä, jos tekoälyavustaja on käytössä. Säästää AVAudioSession + SFSpeechRecognizer -alustuksen kustannuksen.
fr: Lorsque DÉSACTIVÉ : la reconnaissance vocale et la synthèse vocale ne s'initialisent pas au lancement de l'app. Vous pouvez toujours discuter par texte avec l'IA si l'Assistant IA est activé. Économise le coût de configuration d'AVAudioSession + SFSpeechRecognizer.
is: Þegar SLÖKKT: talgreining + texti-í-tal frumstillast ekki við ræsingu forrits. Þú getur enn spjallað við gervigreindina með texta ef Gervigreindaraðstoðin er kveikt. Sparar uppsetningarkostnað AVAudioSession + SFSpeechRecognizer.
it: Quando DISATTIVATO: il riconoscimento vocale e la sintesi vocale non vengono inizializzati all'avvio dell'app. Puoi comunque chattare con l'IA tramite testo se l'Assistente IA è attivo. Risparmia il costo di configurazione di AVAudioSession + SFSpeechRecognizer.
ja: オフの場合: 音声認識とテキスト読み上げはアプリ起動時に初期化されません。AI アシスタントがオンであれば、テキストで AI とチャットできます。AVAudioSession と SFSpeechRecognizer のセットアップコストを節約します。
ko: 꺼짐일 때: 음성 인식과 텍스트 음성 변환이 앱 실행 시 초기화되지 않습니다. AI 어시스턴트가 켜져 있으면 여전히 텍스트로 AI와 대화할 수 있습니다. AVAudioSession + SFSpeechRecognizer 설정 비용을 절약합니다.
nb: Når AV: talegjenkjenning + tekst-til-tale initialiseres ikke ved appstart. Du kan fortsatt tekstchatte med KI-en hvis KI-assistenten er på. Sparer oppsettkostnaden for AVAudioSession + SFSpeechRecognizer.
nl: Wanneer UIT: spraakherkenning en tekst-naar-spraak worden niet geïnitialiseerd bij het starten van de app. Je kunt nog steeds via tekst met de AI chatten als de AI-assistent aanstaat. Bespaart de opstartkosten van AVAudioSession + SFSpeechRecognizer.
pt_br: Quando DESATIVADO: o reconhecimento de fala e a conversão de texto em fala não são inicializados na abertura do app. Você ainda pode conversar por texto com a IA se o Assistente de IA estiver ativado. Economiza o custo de configuração do AVAudioSession + SFSpeechRecognizer.
ru: Когда ВЫКЛ: распознавание речи и синтез речи не инициализируются при запуске приложения. Вы по-прежнему можете общаться с ИИ текстом, если ИИ-ассистент включён. Экономит затраты на настройку AVAudioSession + SFSpeechRecognizer.
sv: När AV: taligenkänning + text-till-tal initieras inte vid appstart. Du kan fortfarande textchatta med AI:n om AI-assistenten är på. Sparar konfigurationskostnaden för AVAudioSession + SFSpeechRecognizer.
zh_hans: 关闭时：语音识别和文本转语音不会在应用启动时初始化。如果 AI 助手已开启，你仍可通过文字与 AI 聊天。可节省 AVAudioSession + SFSpeechRecognizer 的初始化开销。

source: When OFF: WCSession isn't activated at launch. Useful if you don't use the Watch app — even when no Watch is paired, the activation roundtrip costs ~50–200 ms cold start.
ar: عند الإيقاف: لا يتم تفعيل WCSession عند بدء التشغيل. مفيد إذا كنت لا تستخدم تطبيق Watch — حتى عندما لا يكون هناك Watch مقترن، تكلّف رحلة التفعيل ذهابًا وإيابًا نحو 50–200 م.ث عند البدء البارد.
da: Når SLÅET FRA: WCSession aktiveres ikke ved opstart. Nyttigt, hvis du ikke bruger Watch-appen — selv når intet Watch er parret, koster aktiveringens rundtur ~50-200 ms ved koldstart.
de: Wenn AUS: WCSession wird beim Start nicht aktiviert. Nützlich, wenn du die Watch-App nicht verwendest — selbst wenn keine Watch gekoppelt ist, kostet der Aktivierungs-Roundtrip beim Kaltstart ca. 50–200 ms.
es: Cuando está DESACTIVADO: WCSession no se activa al iniciar. Útil si no usas la app del Watch; incluso sin un Watch emparejado, el ciclo de activación cuesta ~50-200 ms en arranque en frío.
fi: Kun POIS PÄÄLTÄ: WCSession ei aktivoidu käynnistyksessä. Hyödyllinen, jos et käytä Watch-sovellusta — vaikka Watchia ei olisi paritettu, aktivoinnin edestakainen kierros maksaa ~50–200 ms kylmäkäynnistyksessä.
fr: Quand DÉSACTIVÉ : WCSession n'est pas activé au lancement. Utile si vous n'utilisez pas l'app Watch — même sans Watch jumelée, l'aller-retour d'activation coûte ~50–200 ms au démarrage à froid.
is: Þegar SLÖKKT er á: WCSession er ekki virkjað við ræsingu. Gagnlegt ef þú notar ekki Watch-forritið — jafnvel þegar ekkert Watch er parað kostar virkjunarferðin ~50–200 ms í köldu ræsingu.
it: Quando DISATTIVATO: WCSession non viene attivato all'avvio. Utile se non usi l'app Watch — anche senza un Watch abbinato, il round trip di attivazione costa ~50-200 ms all'avvio a freddo.
ja: オフの場合：WCSession は起動時に有効化されません。Watch アプリを使わない場合に便利です。Watch がペアリングされていない場合でも、有効化の往復はコールドスタートで約50～200 ms かかります。
ko: 끄면: WCSession이 실행 시 활성화되지 않습니다. Watch 앱을 사용하지 않는 경우 유용합니다 — Watch가 페어링되지 않은 경우에도 활성화 왕복은 콜드 스타트에서 약 50~200 ms가 소요됩니다.
nb: Når AV: WCSession aktiveres ikke ved oppstart. Nyttig hvis du ikke bruker Watch-appen — selv når ingen Watch er paret, koster aktiveringsturen ~50–200 ms ved kaldstart.
nl: Wanneer UIT: WCSession wordt niet geactiveerd bij het opstarten. Handig als je de Watch-app niet gebruikt — zelfs als er geen Watch is gekoppeld, kost de activeringsronde ~50–200 ms bij een koude start.
pt_br: Quando DESLIGADO: o WCSession não é ativado na inicialização. Útil se você não usa o app do Watch — mesmo sem um Watch pareado, o ciclo de ativação custa ~50-200 ms na inicialização a frio.
ru: Когда ВЫКЛ.: WCSession не активируется при запуске. Полезно, если вы не пользуетесь приложением для Watch — даже без сопряжённых часов цикл активации добавляет ~50–200 мс к холодному старту.
sv: När AV: WCSession aktiveras inte vid start. Användbart om du inte använder Watch-appen — även när ingen Watch är parad kostar aktiveringens tur och retur ~50–200 ms vid kallstart.
zh_hans: 关闭时：启动时不激活 WCSession。如果你不使用 Watch 应用，这会很有用——即使没有配对的 Watch，激活往返在冷启动时也会耗费约 50–200 ms。

source: When on, copies from chat (including the in-progress dictation saved when an alert preempts you) stay on the clipboard until you paste them or copy something else. When off, Emuqu's clipboard writes auto-clear after 60 seconds for added privacy.
ar: عند التفعيل، تبقى النسخ من المحادثة (بما في ذلك الإملاء الجاري الذي يُحفظ عند مقاطعة تنبيه لك) في الحافظة حتى تلصقها أو تنسخ شيئًا آخر. عند الإيقاف، تُمحى عمليات كتابة Emuqu في الحافظة تلقائيًا بعد 60 ثانية لمزيد من الخصوصية.
da: Når dette er slået til, forbliver kopier fra chatten (inklusive den igangværende diktat, der gemmes, når en alarm afbryder dig) på udklipsholderen, indtil du indsætter dem eller kopierer noget andet. Når det er slået fra, ryddes Flows skrivninger til udklipsholderen automatisk efter 60 sekunder for ekstra privatliv.
de: Wenn aktiviert, bleiben Kopien aus dem Chat (einschließlich des laufenden Diktats, das gespeichert wird, wenn eine Benachrichtigung dich unterbricht) in der Zwischenablage, bis du sie einfügst oder etwas anderes kopierst. Wenn deaktiviert, werden die Schreibvorgänge von Emuqu in die Zwischenablage zum zusätzlichen Schutz deiner Privatsphäre nach 60 Sekunden automatisch gelöscht.
es: Cuando está activado, las copias del chat (incluido el dictado en curso que se guarda cuando una alerta te interrumpe) permanecen en el portapapeles hasta que las pegues o copies otra cosa. Cuando está desactivado, lo que Emuqu escribe en el portapapeles se borra automáticamente tras 60 segundos para mayor privacidad.
fi: Kun tämä on käytössä, chatista kopioidut tiedot (mukaan lukien kesken jäänyt sanelu, joka tallennetaan kun hälytys keskeyttää sinut) pysyvät leikepöydällä, kunnes liität ne tai kopioit jotain muuta. Kun tämä on pois käytöstä, Emuqu'n leikepöytäkirjoitukset tyhjenevät automaattisesti 60 sekunnin kuluttua lisätyn yksityisyyden vuoksi.
fr: Lorsqu'elle est activée, les copies du chat (y compris la dictée en cours enregistrée lorsqu'une alerte vous interrompt) restent dans le presse-papiers jusqu'à ce que vous les colliez ou que vous copiiez autre chose. Lorsqu'elle est désactivée, les écritures d’Emuqu dans le presse-papiers s'effacent automatiquement après 60 secondes pour plus de confidentialité.
is: Þegar kveikt er á þessu haldast afritanir úr spjallinu (þar með talið yfirstandandi upptalning sem vistuð er þegar tilkynning truflar þig) á klippiborðinu þar til þú límir þær inn eða afritar eitthvað annað. Þegar slökkt er á því hreinsast skrif Emuqu á klippiborðið sjálfkrafa eftir 60 sekúndur fyrir aukna friðhelgi.
it: Quando è attivo, le copie dalla chat (compresa la dettatura in corso salvata quando un avviso ti interrompe) rimangono negli appunti finché non le incolli o non copi qualcos'altro. Quando è disattivato, le scritture di Emuqu negli appunti si cancellano automaticamente dopo 60 secondi per maggiore privacy.
ja: オンの場合、チャットからのコピー（アラートで中断された際に保存される進行中の口述を含む）は、貼り付けるか別のものをコピーするまでクリップボードに残ります。オフの場合、Emuqu がクリップボードに書き込んだ内容はプライバシー強化のため 60 秒後に自動的に消去されます。
ko: 켜져 있으면 채팅에서 복사한 내용(알림이 중단시킬 때 저장된 진행 중인 받아쓰기 포함)이 붙여넣거나 다른 것을 복사할 때까지 클립보드에 남아 있습니다. 꺼져 있으면 개인정보 보호 강화를 위해 Flow의 클립보드 기록이 60초 후 자동으로 지워집니다.
nb: Når dette er på, forblir kopier fra chatten (inkludert den pågående dikteringen som lagres når et varsel avbryter deg) på utklippstavlen til du limer dem inn eller kopierer noe annet. Når det er av, slettes Flows skrivinger til utklippstavlen automatisk etter 60 sekunder for ekstra personvern.
nl: Wanneer dit aanstaat, blijven kopieën uit de chat (inclusief het lopende dicteren dat wordt opgeslagen wanneer een melding je onderbreekt) op het klembord staan totdat je ze plakt of iets anders kopieert. Wanneer dit uitstaat, worden de klembordbewerkingen van Emuqu na 60 seconden automatisch gewist voor extra privacy.
pt_br: Quando ativado, as cópias do chat (incluindo o ditado em andamento salvo quando um alerta o interrompe) permanecem na área de transferência até você colá-las ou copiar outra coisa. Quando desativado, o que o Emuqu grava na área de transferência é apagado automaticamente após 60 segundos para mais privacidade.
ru: Когда включено, скопированное из чата (включая незавершённую диктовку, сохранённую при прерывании уведомлением) остаётся в буфере обмена, пока вы его не вставите или не скопируете что-то другое. Когда выключено, записи Emuqu в буфер обмена автоматически очищаются через 60 секунд для дополнительной конфиденциальности.
sv: När detta är på stannar kopior från chatten (inklusive den pågående dikteringen som sparas när ett meddelande avbryter dig) på urklipp tills du klistrar in dem eller kopierar något annat. När det är av rensas Flows skrivningar till urklipp automatiskt efter 60 sekunder för ökad integritet.
zh_hans: 开启时，从聊天复制的内容（包括在提醒打断你时保存的进行中口述）会保留在剪贴板上，直到你粘贴它们或复制其他内容。关闭时，为增强隐私，Emuqu 写入剪贴板的内容会在 60 秒后自动清除。

source: When on, finishing a workout pre-fills the mail composer with the daily report (or workout-only PDF if no morning HRV). Apple presents the composer — you tap Send. Off = reports stay in the in-app Reports list.
ar: عند التفعيل، يؤدي إنهاء التمرين إلى تعبئة نافذة إنشاء البريد تلقائيًا بالتقرير اليومي (أو ملف PDF للتمرين فقط في حال عدم توفر HRV الصباحي). تعرض Apple نافذة الإنشاء — وأنت تضغط على إرسال. عند الإيقاف = تبقى التقارير في قائمة التقارير داخل التطبيق.
da: Når dette er slået til, udfylder afslutning af en træning automatisk mailvinduet med den daglige rapport (eller en træningsonly-PDF, hvis der ikke er morgen-HRV). Apple viser mailvinduet — du trykker på Send. Fra = rapporter bliver i appens rapportliste.
de: Wenn aktiviert, füllt das Beenden eines Trainings das Mail-Fenster automatisch mit dem Tagesbericht aus (oder einem reinen Trainings-PDF, falls keine Morgen-HRV vorliegt). Apple zeigt das Fenster an — du tippst auf Senden. Aus = Berichte verbleiben in der In-App-Berichtsliste.
es: Cuando está activado, al terminar un entrenamiento se rellena automáticamente el compositor de correo con el informe diario (o un PDF solo del entrenamiento si no hay HRV matutino). Apple muestra el compositor: tú tocas Enviar. Desactivado = los informes permanecen en la lista de informes de la app.
fi: Kun tämä on käytössä, harjoituksen lopettaminen täyttää sähköpostin laatimisikkunan päiväraportilla (tai pelkällä harjoitus-PDF:llä, jos aamun HRV puuttuu). Apple näyttää laatimisikkunan — sinä napautat Lähetä. Pois = raportit jäävät sovelluksen raporttiluetteloon.
fr: Lorsque cette option est activée, terminer une séance pré-remplit la fenêtre de rédaction d'e-mail avec le rapport quotidien (ou un PDF de séance uniquement s'il n'y a pas de HRV matinal). Apple affiche la fenêtre — vous touchez Envoyer. Désactivé = les rapports restent dans la liste des rapports de l'app.
is: Þegar þetta er kveikt fyllir lok æfingar sjálfkrafa tölvupóstsgluggann með daglegu skýrslunni (eða PDF aðeins fyrir æfinguna ef enginn morgun-HRV er til). Apple sýnir gluggann — þú pikkar á Senda. Slökkt = skýrslur eru áfram í skýrslulistanum í forritinu.
it: Quando è attivo, terminare un allenamento precompila la finestra di composizione e-mail con il report giornaliero (o un PDF del solo allenamento se non c'è l'HRV mattutino). Apple mostra la finestra — tu tocchi Invia. Disattivato = i report restano nell'elenco dei report nell'app.
ja: オンの場合、ワークアウトを終了するとメール作成画面に日次レポート（朝の HRV がない場合はワークアウトのみの PDF）が自動入力されます。Apple が作成画面を表示し、あなたが「送信」をタップします。オフ = レポートはアプリ内のレポート一覧に残ります。
ko: 켜져 있으면 운동을 마칠 때 일일 리포트(아침 HRV가 없으면 운동 전용 PDF)가 메일 작성 화면에 미리 채워집니다. Apple이 작성 화면을 표시하면 보내기를 탭하면 됩니다. 끄기 = 리포트는 앱 내 리포트 목록에 남습니다.
nb: Når dette er på, fyller fullføring av en økt automatisk e-postvinduet med dagsrapporten (eller en PDF med kun økten hvis det ikke finnes morgen-HRV). Apple viser vinduet — du trykker Send. Av = rapporter blir værende i rapportlisten i appen.
nl: Wanneer ingeschakeld, vult het beëindigen van een workout het e-mailvenster automatisch met het dagrapport (of een pdf met alleen de workout als er geen ochtend-HRV is). Apple toont het venster — jij tikt op Verstuur. Uit = rapporten blijven in de rapportenlijst in de app.
pt_br: Quando ativado, ao concluir um treino o compositor de e-mail é preenchido automaticamente com o relatório diário (ou um PDF apenas do treino se não houver HRV matinal). A Apple exibe o compositor — você toca em Enviar. Desativado = os relatórios permanecem na lista de relatórios do app.
ru: Когда включено, завершение тренировки автоматически заполняет окно письма ежедневным отчётом (или PDF только с тренировкой, если нет утреннего ВСР). Apple показывает окно — вы нажимаете «Отправить». Выключено = отчёты остаются в списке отчётов внутри приложения.
sv: När detta är på fylls e-postfönstret automatiskt med dagsrapporten när du avslutar ett pass (eller en PDF med endast passet om morgon-HRV saknas). Apple visar fönstret — du trycker på Skicka. Av = rapporter stannar i rapportlistan i appen.
zh_hans: 开启后，结束训练时会在邮件撰写界面自动填入每日报告（如果没有晨间 HRV，则填入仅含训练的 PDF）。Apple 会显示撰写界面——由你点按发送。关闭时，报告会保留在应用内的报告列表中。
